---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Macros.MacroManagerIterator
source: html/86a869f9-f787-0998-e1c2-2e681c904de0.htm
---
# MacroManagerIterator Members

Releases all resources used by the MacroManagerIterator